Repository: freesmartphone/zhone
Catalog: data/locale/*/LC_MESSAGES/zhone.po
Languages: pl, ru

source: Registered: %s
pl: Zarejestrowano: %s
ru: Зарегистрированы в %s

source: Failed to register to network
pl: Nie można połączyć się z siecią
ru: Ошибка регистрации в сети

source: active
pl: aktywny
ru: активный

source: incoming
pl: przychodzący
ru: входящий

source: held
pl: zawieszony
ru: удержание

source: outgoing
pl: wychodzący
ru: исходящий

source: released
pl: zakończony

source: unknown number
pl: nieznany numer

source: cancel
pl: anuluj
ru: выйти

source: hold
pl: zawieś
ru: удержать

source: hangup
pl: rozłąć
ru: прервать

source: answer
pl: odbierz
ru: ответить

source: reject
pl: odrzuć
ru: отменить

source: resume
pl: wznów
ru: продолжить

source: open
pl: otwórz
ru: выбор

source: send
pl: wyślij
ru: отправить

source: delete
pl: usuń
ru: удалить

source: delete?
pl: usunąć?
ru: удалить?

source: abort
pl: anuluj
ru: прервать

source: forward
pl: prześlij dalej
ru: переслать

source: reply
pl: odpowiedz
ru: ответить

source: From
pl: Od:
ru: От

source: To
pl: Do:
ru: Для

source: Unknown
pl: Nieznany
ru: Неизвестно

source: %s: %s<br>Date: %s<p>%s
pl: %s: %s<br>Data: %s<p>%s
ru: %s: %s<br>Дата: %s<p>%s

source: use
pl: użyj
ru: выбор

source: Current : %s
pl: Aktualny : %s
ru: Текущая : %s

source: dial
pl: dzwoń
ru: вызов

source: edit name
pl: edytuj nazwę
ru: изменить имя

source: edit number
pl: edytuj numer
ru: изменить номер

source: new
pl: nowy
ru: создать

source: name?
pl: nazwa?
ru: имя?

source: delete '%s'?
pl: usunąć '%s'?
ru: удалить '%s'?

source: GPS Time:<tab>%s
pl: Czas GPS:<tab>%s
ru: GPS время:<tab>%s

source: GPS Time:<tab>N/A
pl: Czas GPS:<tab>nieznany
ru: GPS время:<tab>Н/Д

source: none
pl: brak
ru: отсутствует

source: Fix:<tab>N/A
pl: Fix:<tab>nieznany
ru: Фиксация:<tab>Н/Д

source: Lat:<tab>%s<br>Lon:<tab>%s<br>Alt:<tab>%s
pl: Szerokość:<tab>%s<br>Długość:<tab>%s<br>Wysokość:<tab>%s
ru: Шрт:<tab>%s<br>Длг:<tab>%s<br>Вст:<tab>%s

source: Lat:<tab>N/A<br>Lon:<tab>N/A<br>Alt:<tab>N/A
pl: Szerokość:<tab>nieznana<br>Długość:<tab>nieznana<br>Wysokość:<tab>nieznana
ru: Шрт:<tab>Н/Д<br>Длг:<tab>Н/Д<br>Вст:<tab>Н/Д

source: Course:<tab>%s<br>Speed:<tab>%s<br>Climb:<tab>%s
pl: Kierunek:<tab>%s<br>Szybkość:<tab>%s<br>Podejście:<tab>%s
ru: Курс:<tab>%s<br>Скорость:<tab>%s<br>Подъём:<tab>%s

source: Course:<tab>N/A<br>Speed:<tab>N/A<br>Climb:<tab>N/A
pl: Kierunek:<tab>nieznany<br>Szybkość:<tab>nieznana<br>Podejście:<tab>nieznane
ru: Курс:<tab>Н/Д<br>Скорость:<tab>Н/Д<br>Подъём:<tab>Н/Д

source: P/H/V-DOP:<tab>N/A
pl: P/H/V-DOP:<tab>nieznane
ru: P/H/V-DOP:<tab>Н/Д

source: Take screenshot
pl: Zrzut ekranu
ru: Снимок экрана

source: and upload to http://scap.linuxtogo.org
pl: i wysłanie na http://scap.linuxtogo.org
ru: и загрузка на http://scap.linuxtogo.org

source: Exit
pl: Wyjście
ru: Выключить

source: Stop and exit Zhone
pl: Wyjście z Zhone
ru: телефон, остановив Zhone

source: Waiting for DBus
pl: Oczekiwanie na DBus
ru: Ожидаем DBus

source: Usage
pl: Użycie
ru: Выполняется

source: Requesting resource %s
pl: Zamawianie zasobu %s
ru: Запрос ресурса %s

source: Releasing resource %s
pl: Zwalnianie zasobu %s
ru: Освобожение ресурса %s

source: Requested resource %s
pl: Zamówiono zasób %s
ru: Запрошен ресурс %s

source: Requested resource %s with error
pl: Zamówiono zasób %s, ale wystąpiły błędy
ru: Ошибка при запросе ресурса %s

source: Released resource %s
pl: Zwolniono zasób %s
ru: Освобожен ресурс %s

source: Released resource %s with error
pl: Zwolniono zasób %s, ale wystąpiły błędy
ru: Ошибка освобождения ресурса %s

source: Requesting resource list
pl: Ządanie listy zasobów
ru: Запрос списка ресурсов

source: Resource added %s
pl: Zasób %s dodany
ru: Ресурс добавлен %s

source: Resource removed %s
pl: Zasób %s usunięty
ru: Ресурс удален %s

source: Turning on Antenna
pl: Włączanie anteny GSM
ru: Включение антенны

source: Registering to network
pl: Rejestrowanie do sieci
ru: Подключение к сети

source: Reading authentication status
pl: Odczytywanie stanu autoryzacji
ru: Чтение аутентификационного статуса

source: Telephony Ready
pl: Telefonia gotowa
ru: Телефон включен

source: Waiting for PIN
pl: Oczekiwanie na PIN
ru: Ожидание PIN-кода

source: Enter PIN
pl: Wpisz PIN
ru: Введите PIN

source: Waiting for PUK
pl: Oczekiwanie na PUK
ru: Ожидание PUK-кода

source: Enter PUK
pl: Wpisz PUK
ru: Введите PUK

source: Failed to read authentication status
pl: Nie udało się odczytać statusu autoryzacji
ru: Ошибка чтения статуса аутентификации

source: Sending PIN
pl: Wysyłanie PINu
ru: Проверка PIN

source: Error while sending PIN
pl: Błąd podczas wysyłania PINu
ru: Неверный PIN

source: Enter new PIN
pl: Wpisz nowy PIN
ru: Введите новый PIN

source: Sending PUK and new PIN
pl: Wysyłanie kodu PUK i nowego PINu
ru: Проверка PUK и установка нового PIN

source: Requesting packet %s
pl: Zamawianie pakietu %s
ru: Запрос пакета %s

source: Requesting debug packets.
pl: Zamawianie pakietów debugujących.
ru: Запрос отладочного пакета

source: Requested debug packet %s
pl: Zamówiono pakiet debugujący %s
ru: Запрос отладочного пакета %s

source: Requested debug packet %s with error
pl: Zamówiono pakiet debugujący %s, ale wystąpiły błędy
ru: Запрошенный отладочный пакет %s имеет ошибки

source: connecting w/ dbus...
pl: łączenie z dbusem...
ru: соединение с dbus...

source: Fix:<tab>%s
ru: Фиксация:<tab>%s
